{
    "Ian Davidson": {
        "profile_url": "https://cs.ucdavis.edu/directory/ian-davidson",
        "department": "CS",
        "tag": [
            "artificial-intelligence",
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~davidson/"
        ],
        "email": "davidson@cs.ucdavis.edu",
        "description": "\nArtificial Intelligence, machine learning, data mining\nProfessor Davidson is interested in fundamental research to extend the capabilities of artificial intelligence (AI). This involves developing areas of AI to widen its application such as explainable AI, fairness in AI, learning to learn and combining symbolic and sub-symbolic AI. He works with others to apply his work to novel problems of social importance. Recent applications include neuroscience, intelligent tutoring systems and tests of general intelligence."
    },
    "Randall O’Reilly": {
        "profile_url": "https://cs.ucdavis.edu/directory/randall-o%27reilly",
        "department": "CS",
        "tag": [
            "artificial-intelligence",
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://neuroscience.sf.ucdavis.edu/people/randall-oreilly",
            "https://ccnlab.org"
        ],
        "email": "oreilly@ucdavis.edu",
        "description": "\nComputational models of the brain, computer vision, artificial intelligence\nO'Reilly develops computational and formal models of the biological bases of cognition (computational cognitive neuroscience). His group focuses on specialization of function in and interactions between hippocampus, prefrontal cortex/basal ganglia and posterior neocortex in learning, memory, attention and controlled processing. He tests predictions from these models using a range of behavioral and other experimental techniques."
    },
    "Ilias Tagkopoulos": {
        "profile_url": "https://cs.ucdavis.edu/directory/ilias-tagkopoulos",
        "department": "CS",
        "tag": [
            "artificial-intelligence",
            "machine-learning",
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "http://tagkopouloslab.ucdavis.edu/"
        ],
        "email": null,
        "description": "\nBioinformatics, machine learning, artificial intelligence, data science\nProfessor Tagkopoulos leads the Integrated Biology and Predictive Analytics lab, where computer scientists and biologists apply interdisciplinary techniques to solve challenges in life sciences. His team works on the theory and design of novel machine learning algorithms, multi-scale models, transfer and active learning frameworks on nutritional, medical and biological data. Computational results are experimentally validated in our microbiology lab, located in the Genome Center.\nPrior to joining UC Davis, he was with Princeton’s Lewis-Sigler Institute for Integrative Genomics and in Credit Suisse’s LOCuS fixed-income derivatives group."
    },
    "Jiawei Zhang": {
        "profile_url": "https://cs.ucdavis.edu/directory/jiawei-zhang",
        "department": "CS",
        "tag": [
            "artificial-intelligence",
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "http://jiaweizhang.net/",
            "http://www.ifmlab.org/index.html"
        ],
        "email": "jiwzhang@ucdavis.edu",
        "description": "\nArtificial Intelligence, Deep Learning, Machine Learning, Data Mining\nProfessor Zhang’s research interests focus on deep learning, machine learning and data mining, with emphasis on addressing the real-world artificial intelligence (AI) and data science (DS) problems by proposing novel machine learning algorithms. Professor Zhang has been working on graph neural networks, graph mining, recommender systems, natural language processing, social networks mining and neuroscience, and has published papers in top conferences and journals, including AAAI, IJCAI, KDD, WWW, ICDE, SIGIR, EMNLP."
    },
    "Zhe Zhao": {
        "profile_url": "https://cs.ucdavis.edu/people/zhe-zhao",
        "department": "CS",
        "tag": [
            "artificial-intelligence",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://sites.google.com/view/zhezhao"
        ],
        "email": "zao@ucdavis.edu",
        "description": "\nMy research interests span across deep learning, efficiency and robustness, and their applications. I am particularly interested in the efficiency and robustness of machine learning models over various of applications, including natural language understanding, computer vision and recommendation systems."
    },
    "Muhao  Chen": {
        "profile_url": "https://cs.ucdavis.edu/directory/muhao-chen",
        "department": "CS",
        "tag": [
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://luka-group.github.io/",
            "https://muhaochen.github.io/",
            "https://twitter.com/muhao_chen"
        ],
        "email": "muhchen@ucdavis.edu",
        "description": "\nI direct the Language Understanding and Knowledge Acquisition (LUKA) Lab. My research focuses on robust and minimally supervised data-driven machine learning for natural language processing, as well as accountability and security problems with large language models. Our long-term goal is to develop robust, generalizable and trustworthy learning systems that help machines understand nature."
    },
    "Yubei Chen": {
        "profile_url": "https://cs.ucdavis.edu/directory/yubei-chen",
        "department": "CS",
        "tag": [
            "machine-learning"
        ],
        "websites": [
            "https://yubeichen.com/"
        ],
        "email": "ybchen@ucdavis.edu",
        "description": "\nDr. Chen's research is at the intersection of computational neuroscience and deep unsupervised/self-supervised learning, sensorimotor representation, NeuroAI and computational neuroscience, world models, and efficient deep learning."
    },
    "R. Holland Cheng": {
        "profile_url": "https://cs.ucdavis.edu/directory/r-holland-cheng",
        "department": "CS",
        "tag": [
            "machine-learning"
        ],
        "websites": [
            "http://pioms.ucdavis.edu/"
        ],
        "email": "rhch@ucdavis.edu",
        "description": "\nProteome imaging of macromolecular systems - PIOMS\nOur research aims to understand the structure and function of macromolecular interactions by selected model macromolecular systems. Viral structural proteins have the capacity to function both in assembly and in disassembly, which is made possible through a built-in flexibility triggered by cellular events. We observe conformational changes of viral particles at various states of their life cycle to analyze their assembly intermediates as well as the mature forms. Similarly, infectious virions can be treated with numerous conditions, e.g. receptor-mediated genome release or acid-activated membrane fusion, to observe the key steps of viral re-entry into host cells. Using electron microscopy, we apply a rapid-frozen and low-dose imaging procedure to best preserve the biological specimen in its native form. Computer image processing is developed to retrieve most of the useful signal from the low-contrast micrographs. Technical implementation of cryo-EM, cellular tomography, and computational modeling schemes also enables us to address interactions involved in complex biological molecules and/or nanoscale machines."
    },
    "Chen-Nee Chuah": {
        "profile_url": "https://cs.ucdavis.edu/directory/chen-nee-chuah",
        "department": "CS",
        "tag": [
            "machine-learning",
            "data-science"
        ],
        "websites": [
            "https://www.ece.ucdavis.edu/~chuah"
        ],
        "email": "chuah@ucdavis.edu",
        "description": "\nNetworks and distributed systems, data science, intelligent learning, smart health, intelligent transportation systems\nDr. Chuah seeks to understand large-scale networked systems and learning-driven information processing, computation, and control. Her Robust & Ubiquitous Networking (RUbiNet) Lab focuses on developing data driven approach to design adaptive control and security detection mechanisms in different production networks, including IP-backbones, wireless networks, data centers, online social platforms, and software defined networks. Chuah is also interested in applying advanced data science and machine learning techniques to different application domains, including smart health and intelligent transportation. Real-time analytic platforms and AI-assistant clinical decision support systems has the potential to transform healthcare delivery from critical care to chronic disease management."
    },
    "Jesus De Loera": {
        "profile_url": "https://cs.ucdavis.edu/directory/jesus-de-loera",
        "department": "CS",
        "tag": [
            "machine-learning",
            "data-science"
        ],
        "websites": [
            "https://www.math.ucdavis.edu/~deloera/"
        ],
        "email": "deloera@math.ucdavis.edu",
        "description": "\nProfessor Jesus A. De Loera works in discrete mathematics. He is particularly interested in applications of discrete\ncomputational geometry\n, in topics such as algorithms, optimization, data science, statistics, and operation research. But he has also studied the combinatorial and topological structures arising from combinatorial and algebraic questions too.\nImportant objects in De Loera's research are\nconvex polytopes\n. In two and three dimensions (polygons and polyhedra) were extensively studied by the ancient Greeks. In this century convex\npolytopes\nhave appeared in many areas of mathematics. They appear in\nalgebraic geometry\nin connection with toric varieties, in representation theory in connection to important invariants; and they are also central to\nlinear programming\n, probability, game theory, and other applied fields too\narXiv:math.CO/0303.5228\n."
    },
    "Fereydoun Hormozdiari": {
        "profile_url": "https://cs.ucdavis.edu/directory/fereydoun-hormozdiari",
        "department": "CS",
        "tag": [
            "machine-learning"
        ],
        "websites": [
            "http://www.hormozdiarilab.org/"
        ],
        "email": "fhormozd@ucdavis.edu",
        "description": "\nResearch Interests\nAlgorithms for sequence (Genome) analysis\nComputational methods for structural variation discovery and genotyping:\nStructural variation are understudied type of genetic variation which have a significant effect on human health and evolution. As a lab we are working on developing novel computational methods for discovery of structural variation in whole-genome sequenced samples. We are interested in applying these methods to discover novel structural variation associated with complex disorders (e.g. autism and cancer).\nGenome assembly:\nWe are interested in developing novel algorithms for better\nde novo\ngenome assembly using different sequencing technologies.\nSystem biology and disease predictions\nDiscovery of modules and pathways in complex disorders:\nOne of the main projects in my lab is developing algorithms for discovery of modules and pathways contributing to neurological disorders.\nPrediction of complex disorder using rare and common variants:\nFinally, we are also interested in developing new classification algorithms which can predict the phenotype (e.g. disease or normal) of samples only based on observed -omics data (e.g. variants, expression, etc)."
    },
    "Lifu Huang": {
        "profile_url": "https://cs.ucdavis.edu/people/lifu-huang",
        "department": "CS",
        "tag": [
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://wilburone.github.io/"
        ],
        "email": "lfuhuang@ucdavis.edu",
        "description": "\nHuang’s research centers on Natural Language Processing, Multimodal Learning and Machine Learning, with a keen interest in developing efficient models and benchmarks to foster machine intelligence at a human level. His recent research interests include the fundamentals, understanding, enhancing, and forward-looking of Large Language Models (LLMs) and Vision-Language Models (VLMs), with broad downstream applications in NLP and Multimodal domains."
    },
    "Lifeng Lai": {
        "profile_url": "https://cs.ucdavis.edu/directory/lifeng-lai",
        "department": "CS",
        "tag": [
            "machine-learning"
        ],
        "websites": [
            "https://faculty.engineering.ucdavis.edu/lai/"
        ],
        "email": "lflai@ucdavis.edu",
        "description": "\nDr. Lai's recent research interests include information theory, machine learning, security and their applications. The\nLai group\nseeks to understand the fundamental limits of these systems. These efforts will enable the design of efficient practical algorithms for communications and machine learning applications."
    },
    "Jasper Lee": {
        "profile_url": "https://cs.ucdavis.edu/people/jasper-lee",
        "department": "CS",
        "tag": [
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://jasperchlee.github.io/"
        ],
        "email": "jasperlee@ucdavis.edu",
        "description": "\nLearning theory, Machine Learning + Discrete Optimization"
    },
    "Pantelis Loupos": {
        "profile_url": "https://cs.ucdavis.edu/directory/pantelis-loupos",
        "department": "CS",
        "tag": [
            "machine-learning",
            "data-science"
        ],
        "websites": [],
        "email": "ploupos@ucdavis.edu",
        "description": "\nSocial Customer Relationship Management, Digital Platforms, Business Analytics\nPantelis Loupos’ research interests focus on understanding consumer behavior in digital platforms and in particular networked services. In particular, services whose value is a function of the number of customers they have and their underlying network topology.\nFor empirical investigation, Loupos is using data from\nVenmo\n, a peer-to-peer mobile payment application, to understand the impact of heterogeneous social networks on customer activity and acquisition.\nFrom a theoretical standpoint, his mission is to develop an integrated customer relationship management framework that will account for a customer’s social lifetime value. This will allow networked services to better calculate the “value” of their customers, and in turn, have a more accurate customer base corporate valuation.\nLoupos received his Ph.D. in Operations Management from the Kellogg School of Management at Northwestern University. He also holds a B.S. in Electrical Engineering and Computer Science from University of Patras, and an M.S. in Operations Research from the Georgia Institute of Technology."
    },
    "Norman Matloff": {
        "profile_url": "https://cs.ucdavis.edu/directory/norman-matloff",
        "department": "CS",
        "tag": [
            "machine-learning",
            "data-science",
            "artificial-intelligence-and-machine-learning",
            "database-systems"
        ],
        "websites": [
            "http://heather.cs.ucdavis.edu/matloff.html"
        ],
        "email": "matloff@cs.ucdavis.edu",
        "description": "\nMachine learning;, data science, parallel computation\nMatloff specializes in functional analysis and abstract probability theory. He currently focuses on machine learning, data science and parallel computation. He is a former appointed member of IFIP Working Group 11.3, an international committee concerned with database software security, established under the United Nations. His book Statistical Regression and Classification: from Linear Models to Machine Learning (CRC Press, 2017), was the recipient of the Ziegel Award in 2017."
    },
    "Iman Soltani": {
        "profile_url": "https://cs.ucdavis.edu/directory/iman-soltani",
        "department": "CS",
        "tag": [
            "machine-learning",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://soltanilab.engineering.ucdavis.edu/",
            "https://faculty.engineering.ucdavis.edu/soltani/biography/"
        ],
        "email": "isoltani@ucdavis.edu",
        "description": "\nProfessor Soltani's research aims at developing machine learning, control and estimation tools to enable automation and robotics across scales from visualization and manipulation of the matter at the nano-scale, to assembly of complex automotive parts and autonomous driving. His research is interdisciplinary in nature involving computer science principles as well as electrical, optical, and mechanical engineering techniques. It further covers both heavily experimental/hands-on research such as development of novel medical devices as well as theoretical approaches with emphasis on data-efficient learning, estimation and control. As the nature of his research necessitates\nhis research team\nmembers come from various backgrounds and departments including ECE, MAE and CS."
    },
    "Aditya Thakur": {
        "profile_url": "https://cs.ucdavis.edu/directory/aditya-thakur",
        "department": "CS",
        "tag": [
            "machine-learning",
            "artificial-intelligence-and-machine-learning",
            "software-engineering"
        ],
        "websites": [
            "https://thakur.cs.ucdavis.edu"
        ],
        "email": "avthakur@ucdavis.edu",
        "description": "\nProgramming languages, machine learning, automated reasoning, software engineering\nThe goal of Dr. Thakur's research is to develop explainable and scalable program analysis tools and techniques to improve the reliability and performance of software systems. The nature of software engineering is changing, spurred by the adoption of practical machine-learning systems; this change requires exploring fundamentally new ways of developing, verifying, and deploying software."
    },
    "Hao Chen": {
        "profile_url": "https://statistics.ucdavis.edu/people/hao-chen",
        "department": "Statistics",
        "websites": [
            "https://anson.ucdavis.edu/~haochen/"
        ],
        "email": "hxchen@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nPh.D., Stanford University\nResearch Interests\nAnomaly/signal detection for streaming data\nGraph-based methods\nTwo-sample test for high-dimensional and non-Euclidean data\nChange-point analysis for high-dimensional and non-Euclidean data\nCategorical data analysis\nAllele-specific copy number variation analysis\nSingle cell sequencing data analysis\nSelected Works\nChen, H.\n(2018).\nSequential change-point detection based on nearest neighbors.\nThe Annals of Statistics\n, accepted.\nChu, L.,\nChen, H.\n(2018).\nAsymptotic distribution-free change-point detection for multivariate and non-Euclidean data.\nThe Annals of Statistics\n, to appear. [\nR package (gSeg)\n]\nChen, H.\n, Chen, X. and Su, Y. (2018).\nA weighted edge-count two sample test for multivariate and object data.\nJASA, Theory and Methods\n, 113(523):1146-1155.\n[R package (gTests)]\nUrrutia, E.,\nChen, H.\n, Zhou, Z., Zhang, N. and Jiang, Y. (2018).\nIntegrative pipeline for profiling DNA copy number and inferring tumor phylogeny.\nBioinformatics\n, bty057.\nMaxwell, K., Wubbenhorst, B., Wenz, B., Sloover, D., Pluta, J., Emery, L., Barrett, A., Kraya, A., Anastopoulos, I., Yu, S., Jiang, Y.,\nChen, H.\n, Zhang, N., Hackman, N., D'Andrea, K., Daber, R., Morrissette, J., Mitra, N., Feldman, M., Domchek, S. and Nathanson, K. L. (2017).\nBRCA locus-specific loss of heterozygosity in germline BRCA1 and BRCA2 carriers.\nNature Communications\n, 8(1), 319.\nChen, H.\n, Jiang, Y., Maxwell, K., Nathanson, K. and Zhang, N. (2017).\nAllele-specific copy number estimation by whole Exome sequencing.\nThe Annals of Applied Statistics\n, 11(2), 1169.\n[R package (falconx)"
    },
    "Raissa M. D'Souza": {
        "profile_url": "https://cs.ucdavis.edu/directory/raissa-d-souza",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "http://mae.engr.ucdavis.edu/dsouza/"
        ],
        "email": "rmdsouza@ucdavis.edu",
        "description": "\nNetwork science, complex systems, statistical physics, applied mathematics\nD'Souza uses the tools of statistical physics and applied mathematics to develop mathematical models capturing the interplay between the structure and function of networks, including dynamical processes unfolding on networks. Her focus is on the abrupt onset of large-scale connectivity in networks, network synchronization behaviors and models of cascading failure. The general principles derived provide insights into the behaviors of real-world networks such as infrastructure networks and social networks, and opportunities to identify small interventions to control the self-organizing, collective behaviors displayed in these systems. She collaborates broadly with faculty within the college and in physics, statistics, political science and the Primate Center."
    },
    "Vladimir Filkov": {
        "profile_url": "https://cs.ucdavis.edu/directory/vladimir-filkov",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning",
            "software-engineering"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~filkov/"
        ],
        "email": "filkov@cs.ucdavis.edu",
        "description": "\nData science, software engineering, systems biology, network science, algorithms\nFilkov is a data scientist specializing in producing analytics from large data sets in the areas of empirical software engineering, systems biology of plants, applied network theory and combinatorial algorithms. He co-directs the\nDECAL lab\n, which focuses on evidence-based methods to improve modern software engineering processes. He also works with plant biologists to understand and modify the processes of plant growth using genomic methods.\nThese efforts have resulted in the findings: a) in software engineering, that social organization and communication in developer teams is a key contributor to robust and sustainable software development; and b) in plant biology, of key genetic network components contributing to secondary growth in trees and circadian rhythm in plants."
    },
    "Seth Frey": {
        "profile_url": "https://cs.ucdavis.edu/directory/seth-frey",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "https://enfascination.com/research"
        ],
        "email": "sethfrey@ucdavis.edu",
        "description": "\nAbout\nI am an Assistant Professor of Communication at the University of California, Davis, in the\nComputational Communication\nlab.  Before a fellowship\nDartmouth College’s interdisciplinary\nNeukom Institute\nfor Computational Science\n, I was a postdoctoral researcher at\nDisney Research\n, a part of Walt Disney Imagineering, where I applied my expertise to both theoretical and practical questions about engineered social systems, such as games, sports, online communities, and theme parks. In 2013, I earned a Ph.D. in Cognitive Science and Informatics at Indiana University, after two years at the\nNew England Complex Systems Institute\n. I earned my B.A. in Cognitive Science from UC Berkeley in 2004.\nResearch Focus\nAs a socially and computationally inflected cognitive scientist, I study human decision behavior in complex social environments.\nIn practice, I work back and forth between data science, behavioral experiments, and modeling to answer quantitative questions about human organizations, institutions, and communication. Some relevant research keywords include computational social science, strategic behavior, higher-level reasoning\n,\nscience of cooperatives, Ostrom Workshop,\nquantitative models of institutional evolution\n, online games, online communities, self-governance, cooperatives.\nStudents or aspiring graduate students:\nMy topics are diverse, but they generally have to do with governance technology or the reasoning/cognitive mechanisms of social-scale outcomes. If you are\ninterested in a data science training, particularly its applications at the intersection of communication, cognition, games, complex systems, or any combination of the above keywords, I'd be happy to talk. If you like being busy and pushing yourself, if you read a lot and enjoy thinking about society and going down personal research rabbit holes, I'll be eager to talk."
    },
    "Soheil Ghiasi": {
        "profile_url": "https://cs.ucdavis.edu/directory/soheil-ghiasi",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "https://www.ece.ucdavis.edu/~soheil/"
        ],
        "email": "ghiasi@ucdavis.edu",
        "description": "\nComputer engineering, embedded systems, smart health\nProfessor Ghiasi’s research is in the broad area of computer engineering, with an emphasis on system-level design and optimization of embedded systems for emerging application domains, such as artificial intelligence and smart health. Specific topics of contribution include: wearable systems for non-invasive health monitoring;machine intelligence for devices at the edge of the cloud; modeling, analysis and optimization of cyber-physical systems.The research area offers an interesting blend of theory and practice, and finds applications in many disciplines ranging from medicine and agriculture to disaster response and defense."
    },
    "Martin Hilbert": {
        "profile_url": "https://cs.ucdavis.edu/directory/martin-hilbert",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "http://www.martinhilbert.net/",
            "https://css.ucdavis.edu/",
            "http://c2.ucdavis.edu/",
            "http://scholar.google.com/citations?user=Ue_a-6oAAAAJ/"
        ],
        "email": "hilbert@ucdavis.edu",
        "description": "\nAbout\nMartin Hilbert pursues a multidisciplinary approach to understanding the role of digitalization in the development of complex social systems. Before joining UC Davis, he created and coordinated the Information Society Programme of United Nations Regional Commission for Latin America and the Caribbean (\nhttp://www.cepal.org/SocInfo\n). In his 15 years as United Nations Economic Affairs Officer he performed hands-on technical assistance in the field of digital development to presidents, government experts, legislators, diplomats, NGOs, and companies in more than 20 countries. Policy makers from the highest political levels have officially recognized the impact of these projects. International perspectives are no mere theoretical work obligation to him, as he speaks five languages, worked in four continents, and has traveled to over 70 countries.\nHe chairs UCD's DE in Computational Social Science (\nhttps://css.ucdavis.edu\n) and is co-founder of UCD's Computational Communication Research Lab (\nhttp://c2.ucdavis.edu\n).\nResearch Focus\nProfessor Hilbert is interested in both the theory and practice of digitalization. In search for a deeper theoretical understanding of the workings of the digital age, he uses the formal mathematical tools of information theory to develop a coherent intellectual framework for analyzing information societies. At the same time, his research monitors and analyzes the practical implications of the incessant evolution of the digital age, including questions of social inequality (aka 'digital divide'), the use of digital trace data to monitor development (aka 'big data'), and the effects of digitalization on the scientific method ('computational social science').\nHe has written several books about digital technology for international development and published in recognized academic journals, including Science, Psychological Bulletin, World Development, Complexity, JASIST, Telecommunications Policy, and Technological Forecasting and Social Change. His research findings have been featured in Scientific American, the Wall Street Journal, the Washington Post, The Economist, NPR, BBC, Die Welt, Correio Braziliense, La Repubblica and El Pais, among others.\nView his complete list of publications\n.\nTeaching\nProfessor Hilbert walks the talk of digitalization by employing a carefully selected mix of online and offline educational tools for his course offerings. Innovative digital methods for education allow for unprecedented possibilities in terms of interdisciplinary collaboration, fostering of diversity, mass-customization for tailored student needs, and international reach. Professor Hilbert teaches undergraduate online courses on \"\nDigital Technology and Social Change\n\" (CMN 170V) and \"\nComputational Social Science\n\" (CMN 150V), as well as a\nMOOC on Complex Systems in Spanish\n, and diverse graduate-level courses on information theory (aka the 'mathematical theory of communication')."
    },
    "David A. Liem": {
        "profile_url": "https://cs.ucdavis.edu/directory/david-liem",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "https://physicians.ucdavis.edu/details/73579/david-liem-cardiovascular_medicine-sacramento"
        ],
        "email": "daliem@ucdavis.edu",
        "description": "\nAs a physician-scientist in cardiology, Dr. Liem's main interest and focus has been in Basic (translational) science combining cardiovascular research with Computational Biology. He has an expertise in Ischemic Heart Disease (heart attacks) and cardiomyopathies and heart failure (HFrEF, HFmEF, HFpEF).  Dr. Liem has worked on computational biomedicine and Text Mining to uncover molecular (multi-omics) underpinnings and biological pathways via Data Science and Bioinformatics approaches. Dr. Liem is currently studying how social determinants of health (SDoH) affect the clinical phenotypes and outcomes in heart failure patients."
    },
    "Dongyu Liu": {
        "profile_url": "https://cs.ucdavis.edu/directory/dongyu-liu",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "http://dongyu.tech/",
            "https://vialab.tech/",
            "https://twitter.com/dongyuliu_"
        ],
        "email": "dyuliu@ucdavis.edu",
        "description": "\nLiu's research lies at the intersection of Machine Learning (ML), Visualization (VIS), and Human-Computer Interaction (HCI). His research group\nVIA\nfocuses on designing and developing visualization-empowered human-AI teaming systems to augment human intelligence for data-driven decision-making, by innovating at two fundamental building blocks: human-centered AI and human-AI interfaces. The central theme driving his group is the pursuit of “big data, intelligent algorithms, intuitive interfaces” to bridge data gaps, making the data-to-decision process more efficient, effective, and trustworthy in critical domains such as sustainability and healthcare. The ultimate goal is to catalyze solutions to pressing challenges in these areas so as to improve the quality of human life and the environment. Prospective students and collaborators are warmly invited to join his group's research journey."
    },
    "Xin  Liu": {
        "profile_url": "https://cs.ucdavis.edu/directory/xin-liu",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://xinliu.engineering.ucdavis.edu"
        ],
        "email": null,
        "description": "\nComputer networks, machine learning, data science\nLiu performs research in computer networks and machine learning. Currently, her work focuses on data-driven networking and machine learning applications in human and animal healthcare."
    },
    "Kwan-Liu  Ma": {
        "profile_url": "https://cs.ucdavis.edu/directory/kwan-liu-ma",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "http://www.cs.ucdavis.edu/~ma",
            "https://vidi.cs.ucdavis.edu"
        ],
        "email": "ma@cs.ucdavis.edu",
        "description": "\nVisualization, computer graphics, human computer interaction, high-performance computing\nMa aims to make visualization an enabling tool for big data analytics and discoveries. His research group\nVIDI\nis known for their remarkable research innovations in visualization design and incorporating machine learning and high-performance computing to achieve high level of usability. His research benefits almost all areas of business, medicine and healthcare, engineering designs, and scientific research as these studies and practices become increasingly data-driven. He welcomes prospective students and collaborators to join his research endeavor."
    },
    "Joshua McCoy": {
        "profile_url": "https://cs.ucdavis.edu/directory/joshua-mccoy",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "http://joshmccoy.com",
            "https://arts.ucdavis.edu/faculty-profile/joshua-mccoy"
        ],
        "email": "jamccoy@ucdavis.edu",
        "description": "\nArtificial intelligence, computational media, games\nMcCoy is interested in interactive storytelling and social behavior in characters. His lab focuses on applying artificial intelligence techniques, social science, the humanities, art, design and game technology to create new interactive media experiences. The goal of McCoy's work is to create virtual characters whose fidelity of social and story performances approaches that of human actors."
    },
    "Sean Peisert": {
        "profile_url": "https://cs.ucdavis.edu/directory/sean-peisert",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "https://www.cs.ucdavis.edu/~peisert/"
        ],
        "email": "speisert@ucdavis.edu",
        "description": "\nDr. Sean Peisert is a senior scientist at Lawrence Berkeley National Laboratory, where he leads research in computer security. He is also a full adjunct professor at the University of California, Davis; Director and PI of Trusted CI, the NSF Cybersecurity Center of Excellence; His current focus is research of techniques that enable secure and privacy-preserving analysis of scientific data, and improving security in high-performance computing systems, and other research cyberinfrastructure, and power grid control systems.\nDr. Peisert is also a member of the Graduate Groups in Computer Science, Electrical and Computer Engineering, Health Informatics, and Forensic Sciences.\nTitles/Joint Appointments\nSenior Scientist\nComputing Sciences Research\nLawrence Berkeley National Laboratory\nAdjunct Professor\nDepartment of Computer Science\nUniversity of California, Davis\nAdjunct Professor\nDivision of Health Informatics\nDepartment of Public Health Sciences\nUniversity of California, Davis School of Medicine"
    },
    "Setareh Rafatirad": {
        "profile_url": "https://cs.ucdavis.edu/directory/setareh-rafatirad",
        "department": "CS",
        "tag": [
            "data-science",
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~srafatir/"
        ],
        "email": "srafatirad@ucdavis.edu",
        "description": "\nData Analytics , Data Mining , Applied Machine Learning, Real-estate Housing Analytics"
    },
    "Hao-Chuan  Wang": {
        "profile_url": "https://cs.ucdavis.edu/directory/hao-chuan-wang",
        "department": "CS",
        "tag": [
            "data-science"
        ],
        "websites": [
            "http://www.haochuanwang.info/"
        ],
        "email": "hciwang@ucdavis.edu",
        "description": "\nHuman-computer interaction, CSCW and social computing, society and technology, data science\nWang is interested in human-computer interaction research with a focus on supporting all different types of social interactions, collaborations and communications in various theoretical and application contexts. He created and leads the Collaborative and Social Computing Lab, gathering students and researchers to take human-centered perspectives and approaches to understand, design and evaluate interactive and collaborative systems for problem solving and value creation. These efforts have contributed to the design of intelligent and interactive tools to support team diversity, interpersonal conversation, non-verbal communication and group creativity. These tools can be shaped to address large-scale societal issues, such as bridging cultural and language gaps between global co-workers, and support expert-novice knowledge transfer to ensure the wellness and sustainability of work practices in the contexts of platform and gig economies."
    },
    "Roger Goldman": {
        "profile_url": "https://cs.ucdavis.edu/directory/roger-goldman",
        "department": "CS",
        "tag": [
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://health.ucdavis.edu/radiology/team/42868/roger-goldman---vascular-and-interventional-radiology-sacramento/"
        ],
        "email": "regoldman@ucdavis.edu",
        "description": "\nDr. Goldman's research focuses on novel technological solutions to complex problems in diagnostic and interventional medicine and surgery. In addition to research, he collaborates in training the next generation of thought leaders in interventional radiology and biomedical engineering."
    },
    "Hamed Pirsiavash": {
        "profile_url": "https://cs.ucdavis.edu/directory/hamed-pirsiavash",
        "department": "CS",
        "tag": [
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~hpirsiav/"
        ],
        "email": "hpirsiav@ucdavis.edu",
        "description": "\nHamed Pirsiavash is an associate professor at the University of California, Davis. Prior to this, he was an associate professor at the University of Maryland Baltimore County and a postdoctoral research associate at MIT. He obtained his PhD at the University of California Irvine. He does research in the intersection of computer vision and machine learning. More specifically, he is interested in self-supervised representation learning and adversarial robustness of deep models."
    },
    "Zubair Shafiq": {
        "profile_url": "https://cs.ucdavis.edu/directory/zubair-shafiq",
        "department": "CS",
        "tag": [
            "artificial-intelligence-and-machine-learning"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~zubair/"
        ],
        "email": "zshafiq@ucdavis.edu",
        "description": "\nInternet privacy and security using network measurement and machine learning\nShafiq's work focuses on making the internet more private, secure, and efficient. His research group takes a data-driven approach to addressing emergent privacy, security, and performance issues using network measurement and machine learning techniques. He currently co-leads\nProperData\n, the NSF Frontier Center on Protecting Personal Data Flow on the internet."
    },
    "Prem Devanbu": {
        "profile_url": "https://cs.ucdavis.edu/directory/prem-devanbu",
        "department": "CS",
        "tag": [
            "software-engineering"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~devanbu/"
        ],
        "email": "ptdevanbu@ucdavis.edu",
        "description": "\nSoftware engineering\nDevanbu uses large open-source code and meta-data to improve software tools and processes. Devanbu's research group, called\nDECAL\n, works closely with industrial partners."
    },
    "Karl  Levitt": {
        "profile_url": "https://cs.ucdavis.edu/directory/karl-levitt",
        "department": "CS",
        "tag": [
            "software-engineering"
        ],
        "websites": [
            "http://seclab.cs.ucdavis.edu/"
        ],
        "email": "levitt@cs.ucdavis.edu",
        "description": "\nCybersecurity, software engineering, formal methods, machine learning, computer security\nLevitt is interested in a broad range of topics associated with cybersecurity, addressing fundamental models, security solutions including approaches to reasoning about their correctness, all driven by applications for which security is a pressing requirement. A primary focus of his research is “resilience”, the goal of which are systems that can withstand attacks, possibly previously unseen, to provide an expected service with minimal interruption; the attainment of resilience depends on methods for detection, automated responses to stem future progression of an attack, and recovery to an operational state. Among the applications he is currently considering are autonomous vehicles including the infrastructures that support them, large-scale water delivery systems and other cyber physical systems including approaches to their verification with respect to security requirements."
    },
    "Cindy Rubio González": {
        "profile_url": "https://cs.ucdavis.edu/directory/cindy-rubio-gonzalez",
        "department": "CS",
        "tag": [
            "software-engineering"
        ],
        "websites": [
            "http://web.cs.ucdavis.edu/~rubio/"
        ],
        "email": "crubio@ucdavis.edu",
        "description": "\nProgramming languages, software engineering\nRubio's work spans the areas of programming languages and software engineering, with a focus on program analysis for automated bug finding and program optimization. Rubio's research group is particularly interested in developing analysis tools to improve the reliability and performance of systems software and scientific computing applications. Rubio currently leads\nBugSwarm\n, an infrastructure and dataset of real-world reproducible failures and fixes."
    },
    "Caleb Stanford": {
        "profile_url": "https://cs.ucdavis.edu/directory/caleb-stanford",
        "department": "CS",
        "tag": [
            "software-engineering",
            "database-systems"
        ],
        "websites": [
            "https://web.cs.ucdavis.edu/~cdstanford/"
        ],
        "email": "cdstanford@ucdavis.edu",
        "description": "\nCaleb's research applies programming languages techniques to improve the design, tool support, and reliability of real-world software systems, including data processing systems and distributed systems. His current work centers around three thrusts: securing the Rust programming language, verifying software based on regular expressions, and verifying dataflow programs that run in the cloud."
    },
    "Mohammad  Sadoghi": {
        "profile_url": "https://cs.ucdavis.edu/directory/mohammad-sadoghi",
        "department": "CS",
        "tag": [
            "database-systems"
        ],
        "websites": [
            "https://expolab.org/"
        ],
        "email": "msadoghi@ucdavis.edu",
        "description": "\nDatabase systems, blockchains, transaction processing, stream processing, hardware acceleration\nSadoghi's research spans all facets of secure and massive-scale data management. He leads the\nExpoLab research group\nwith the aim to pioneer a resilient data platform at scale, a distributed ledger centered around a democratic and decentralized computational model (\nBlockchain Textbook\n,\nConsensus Texbook\n,\nResilientDB Fabric\n,\nJourney\n,\nOutlook\n/\nSlides\n,\nTalk\n/\nSlides\n,\nBitcoin Radio\n,\nCode\n,\nHands-on\n,\nWiki\n) that further aims to unify secure transactional and real-time analytical processing (\nTransaction Textbook\n,\nL-Store\n,\nQueCC\n). We envision ResilientDB to serve as a platform to foster \"creativity\". He has co-founded a blockchain company called\nMoka Blox\n, a spin-off of our\nResilientDB Fabric\n."
    },
    "Nicolai Amann": {
        "profile_url": "https://statistics.ucdavis.edu/people/nicolai-amann",
        "department": "Statistics",
        "websites": [
            "https://homepage.univie.ac.at/nicolai.amann"
        ],
        "email": "ndamann@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests:\nUncertainty quantification in high dimensions, algorithmic stability, and predictive inference"
    },
    "Ethan Anderes": {
        "profile_url": "https://statistics.ucdavis.edu/people/ethan-anderes",
        "department": "Statistics",
        "websites": [
            "https://github.com/EthanAnderes"
        ],
        "email": "ebanderes@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nSpatial Statistics\nNon-Stationary Random Fields\nApplications to Astronomy and Cosmology"
    },
    "Alexander Aue": {
        "profile_url": "https://statistics.ucdavis.edu/people/alexander-aue",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/alexander-aue",
            "https://anson.ucdavis.edu/~alexaue/"
        ],
        "email": "aaue@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nTime Series Analysis\nChange-Point Problems\nFunctional Data\nHigh Dimensional Statistics\nSelected Works\nBootstrapping spectral statistics in high dimensions. Preprint (with M. Lopes and Andrew Blandino).\nTesting for stationarity of functional time series in the frequency domain. Preprint (with A. van Delft).\n[Preprint]\n[Supp]\nEstimating functional time series by moving average process fitting. Preprint (with J. Klepsch).\nAn adaptable generalization of Hotelling's $T^2$ in high dimensions. Preprint (with H. Li, D. Paul, J. Peng and P. Wang).\nEstimation of prediction error in time series. Preprint (with P. Burman).\nDetecting and dating structural breaks in functional data without dimension reduction.\nJournal of the Royal Statistical Society, Series B\n, to appear (with G. Rice and O. Sönmez).\n[Preprint]\n[Supp]"
    },
    "Krishnakumar Balasubramanian": {
        "profile_url": "https://statistics.ucdavis.edu/people/krishnakumar-balasubramanian",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/krishnakumar-balasubramanian",
            "https://sites.google.com/view/kriznakumar/home"
        ],
        "email": "kbala@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": ""
    },
    "Prabir Burman": {
        "profile_url": "https://statistics.ucdavis.edu/people/prabir-burman",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/prabir-burman"
        ],
        "email": "pburman@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUC Berkeley, Ph.D.\nResearch Interests\nNonparametric function estimation\nModel fitting/selection\nImage analysis\nTime series\nDiscrete data\nSelected Works\nGrigione, M. M., P. Burman, S. Clavio, S. J. Harper, D. Manning, R. J. Sarno. (2013). A comparative study between enteric parasites of coyotes in a protected and suburban habitat.\nUrban Ecosystems\n, 17: 1-10.\nGuha, P., K. Bhowmick, P. Mazumdar, M. Ghosal, I. Chakraborty, P. Burman. (2013). Assessment of Insulin Resistance and Metabolic Syndrome in Drug Naive Patients of Bipolar Disorders.\nIndian Journal of Clinical Biochemistry\n, 29: 51-56.\nGhosal, M. K., P. Burman, V. Singh, S. Das, N. Paul, B. K. Ray, A. Hazra, T. K. Banerjee, A. Basu, A. Chaudhuri, S. K. Das. (2014). Correlates of Functional Outcome Among Stroke Survivors in a Developing Country - A Prospective Community-Based Study from India.\nJournal of Stroke & Cerebrovascular Disease,\n23(10): 2614-2621.\nNoguchi, K., A. Aue and P. Burman. (2014). Exploratory Analysis and Modeling of Stock Returns.\nJournal of Computational and Graphical Statistics\n. IN PRESS.\nBurman, P. (2014). A Hilbert-type inequality.\nMathematical Inequalities & Applications\n. IN PRESS.\nPaul, D., J. Peng and P. Burman. (2014). Nonparametric estimation of dynamics of monotone trajectories. To Appear,\nAnnals of Statistics\n."
    },
    "Shizhe Chen": {
        "profile_url": "https://statistics.ucdavis.edu/people/shizhe-chen",
        "department": "Statistics",
        "websites": [
            "http://www.chenshizhe.com/"
        ],
        "email": "szdchen@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": null
    },
    "Xiucai Ding": {
        "profile_url": "https://statistics.ucdavis.edu/people/xiucai-ding",
        "department": "Statistics",
        "websites": [
            "http://xcding1212.github.io/"
        ],
        "email": "xcading@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests:\nManifold learning, deep learning, and large foundation models\nHigh-dimensional statistics and applied random matrix theory\nNon-stationary time series analysis\nApplications in biological and medical sciences"
    },
    "Christiana Drake": {
        "profile_url": "https://statistics.ucdavis.edu/people/christiana-drake",
        "department": "Statistics",
        "websites": [
            "https://ncst.ucdavis.edu/people/christiana-drake",
            "https://anson.ucdavis.edu/~drake/",
            "https://statistics.ucdavis.edu/people/christiana-drake"
        ],
        "email": "cmdrake@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUniversity of Washington, Seattle, Washington, Ph.D.\nResearch Interests\nCausal Inference\nMissing Data\nEpidemiology\nSelected Works\nLoux, TM, Drake, C, Smith-Gagen, J. A comparison of marginal odds ratio estimators.\nStatistical methods in medical research\n, 26(1): 155-175.\nLove, WJ, Lehenbauer, TW, Van Eenennaam, AL, Drake, CM, Kass, PH, Farver, TB, Aly, SS. Sensitivity and specificity of on-farm scoring systems and nasal culture to detect bovine respiratory disease complex in preweaned dairy calves.\nJournal of veterinary diagnostic investigation : official publication of the American Association of Veterinary Laboratory Diagnosticians, Inc\n, 28(2): 119-28.\nTownsend, MS, Shilts, MK, Styne, DM, Drake, C, Lanoue, L, Woodhouse, L, Allen, LH. Vegetable behavioral tool demonstrates validity with MyPlate vegetable cups and carotenoid and inflammatory biomarkers.\nAppetite\n, 107: 628-638.\nSmith-Gagen, J, Loux, T, Drake, C, Pérez-Stable, EJ. How Does Managed Care Improve the Quality of Breast Cancer Care Among Medicare-Insured Minority Women?\nJournal of racial and ethnic health disparities\n, 3(3): 496-507.\nSavoy, RM, Chen, L, Siddiqui, S, Melgoza, FU, Durbin-Johnson, B, Drake, C, Jathal, MK, Bose, S, Steele, TM, Mooso, BA, D'Abronzo, LS, Fry, WH, Carraway, KL, Mudryj, M, Ghosh, PM. Transcription of Nrdp1 by the androgen receptor is regulated by nuclear filamin A in prostate cancer.\nEndocrine-related cancer\n, 22(3): 369-86.\nAly, S.S., W.J. Love, D.R. Williams, T.W. Lehenbauer, A.Van Eenennaam, C. Drake, P.H. Kass and T.B. Farver. Agreement between bovine respiratory disease scoring systems for pre-weaned dairy calves.\nAnimal Health Research Reviews\n, ISSN 1466-2523."
    },
    "Jairo Fuquene Patino": {
        "profile_url": "https://statistics.ucdavis.edu/people/jairo-fuquene-patino",
        "department": "Statistics",
        "websites": [
            "https://www.jairofuquene.com"
        ],
        "email": "jafuquenepatino@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nPractical and theoretical Bayesian statistics with application to public health and medicine,\nDemography\nEnvironmental data\nSmall area estimation\nOfficial statistics\nfMRI and survey sampling data"
    },
    "Akira Horiguchi": {
        "profile_url": "https://statistics.ucdavis.edu/people/akira-horiguchi",
        "department": "Statistics",
        "websites": [],
        "email": "ahoriguchi@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nModel-based clustering\nApplication to flow cytometry\nNonparametrics\nRegression trees\nVariable activity"
    },
    "Fushing Hsieh": {
        "profile_url": "https://statistics.ucdavis.edu/people/fushing-hsieh",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/fushing-hsieh"
        ],
        "email": "fhsieh@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nData Mechanics and Integrative Pattern Inferences on Complex Systems\nRecent Publications\nHsieh Fushing, Shu-Chun, Chen and Chii-Ruey, Hwang (2012) Discovering stock dynamics through multidimensional volatility-phases. Quantitative Finance. 12, 213–230.\nHsieh Fushing, Shu-Chen Chen and Chii-Ruey Hwang. (2010) Non-parametric decoding on discrete time series and its application in bioinformatics.  Statistics in Bioscience. 2, 18-40.\nHsieh Fushing, Emilio Ferrer, Shuchun Chen, Iris B. Mauss and James J.(2011) Examining coherence in emotion response system through network structure and signal transmission. Psychometrika, 76, 124-152.\nChang, Lo-Bin, Geman, Stuart,  Hsieh, Fushing and Hwang Chii-Ruey.  (2013). Invariance in the recurrence of large returns and the validation of models of price dynamics. Phy. Rev. E, 88, 022116\nHsieh Fushing, Shu-Chen Chen and Chii-Ruey Hwang. (2013). Discovering focal regions of slightly-aggregated sparse signals. Computational Statistics, 28, 2295-2308\nHsieh Fushing, Shu-Chen Chen and Chii-Ruey Hwang. (2014). Single stock dynamics on high-frequency data: From a compressed coding perspective. PLoS One 9(2): e85018"
    },
    "Jiming Jiang": {
        "profile_url": "https://statistics.ucdavis.edu/people/jiming-jiang",
        "department": "Statistics",
        "websites": [
            "https://anson.ucdavis.edu/~jiang/"
        ],
        "email": "jimjiang@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nPh.D. Statistics (UC Berkeley, 1995)\nResearch Interests\nMixed effects models\nGeneralized linear models\nModel selection\nSmall area estimation\nBig Data intelligence\nPrecision medicine\nPharmacokinetics\nAsymptotic theory\nSpatial statistics\nTesting hypotheses\nLongitudinal data analysis\nMatrix algebra\nNumerical analysis\nMonte Carlo methods\nReliability\nSelected Works\nJiang, J. (2017), Asymptotic Analysis of Mixed Effects Models: Theory, Application, and Open Problems, Chapman & Hall/CRC.\n(\nlink\n)\nJiang, J., Rao, J. S., Fan, J., and Nguyen, T. (2018), Classified mixed model prediction, Journal of the American Statistical Association 113, 269-279. (\nlink\n)\nJiang, J. and Rao, J. S. (2020), Robust small area estimation: An overview, Annual Review of Statistics and Its Applications 7, 337-360. (\nlink\n)\nJiang, J. and Torabi, M. (2020), Sumca: Simple, unified, Monte-Carlo assisted approach to second-order unbiased MSPE estimation, Journal of the Royal Statistical Society, Series B 82, 467-485. (\nlink\n)\nJiang, J., Feuer, E. J., Li, Y., Nguyen, T., and Yu, M. (2021), Inference about Age-standardized Rates with Sampling Errors in the Denominators, Statistical Methods in Medical Research 30, 535–548. (\nlink\n)\nJiang, J. and Nguyen, T. (2021), Linear and Generalized Linear Mixed Models and Their Applications, 2nd ed., Springer, New York. (\nlink\n)\nJiang, J., Wand, M. P. and Bhaskaran, A. (2022), Usable and precise asymptotics for generalized linear mixed model analysis and design, Journal of the Royal Statistical Society, Series B 84, 55–82. (\nlink\n)\nJiang, J. (2022), Large Sample Techniques for Statistics, 2nd ed., Springer, New York. (\nlink\n)"
    },
    "Qijia Jiang": {
        "profile_url": "https://statistics.ucdavis.edu/people/qijia-jiang",
        "department": "Statistics",
        "websites": [],
        "email": "qjang@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nConnection between optimization, MCMC sampling, dynamical system, interacting particle system\nBlending machine learning with traditional numerical algorithms for: PDE, sampling, optimal transport, control\nAI4Science: data-driven approaches to computational problems arising in physics & chemistry"
    },
    "Can Le": {
        "profile_url": "https://statistics.ucdavis.edu/people/can-le",
        "department": "Statistics",
        "websites": [
            "https://sites.google.com/view/canmle/home",
            "https://statistics.ucdavis.edu/people/can-le"
        ],
        "email": "canle@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUniversity of Michigan, Ph.D.\nResearch Interests\nNetwork Analysis\nHigh-Dimensional Problems\nSelected Works\nCan M. Le, Elizaveta Levina.\nEstimating the number of communities in networks by spectral methods\n.\narXiv:1507.00827\n, 2015.\nCan M. Le, Elizaveta Levina, Roman Vershynin.\nConcentration and regularization of random graphs\n.\narXiv:1506.00669\n, 2015.\nCan M. Le, Elizaveta Levina, Roman Vershynin.\nSparse random graphs: regularization and concentration of the Laplacian\n.\narXiv:1502.03049\n. This manuscript was not published since it was superseded by our\nnewer paper\n.\nCan M. Le, Elizaveta Levina, Roman Vershynin.\nOptimization via low-rank approximation for community detection in networks\n.\nAnn. Statist.\n, 44(1):373-400, 2016.\nCan M. Le.\nOn Subspace-Hypercyclic Operators\n.\nProc. Amer. Math. Soc.\n(139) 2847-2852, 2011.\nCan M. Le.\nBanach space of functions with the uniform Dini property\n.\nKharkov National University Vestnik.\n(828) 185-196, 2008."
    },
    "Thomas Lee": {
        "profile_url": "https://statistics.ucdavis.edu/people/thomas-lee",
        "department": "Statistics",
        "websites": [
            "http://anson.ucdavis.edu/~tcmlee/"
        ],
        "email": "tcmlee@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nMacquarie University and CSIRO Mathematical and Information Sciences, Sydney, Australia, Ph.D.\nResearch Interests\nNonparametic and Semiparametric Modeling\nStatistical Learning\nStatistical Image and Signal Processing\nStatistical applications in other scientific disciplines\nSelected Works\nGao, Qi;\nLee, Thomas C. M.\n; Yau, Chun Yip (2017), \"Nonparametric Modeling and Break Point Detection for Time Series Signal of Counts\",\nSignal Processing\n138\n, 307-312.\nMcConville, Kelly S.; Breidt, F. Jay;\nLee, Thomas C. M.\nand Moisen, Gretchen G. (2017), \"Model-Assisted Survey Regression Estimation with the Lasso\",\nJournal of Survey Statistics and Methodology\n5\n, 131-158.\nWong, Raymond K. W.; Storlie, Curtis B. and\nLee, Thomas C. M.\n(2017), \"A Frequentist Approach to Computer Model Calibration\",\nJournal of the Royal Statistical Society Series B\n79\n, 635-648.\nFan, Minjie; Paul, Debashis;\nLee, Thomas C. M.\nand Matsuo, Tomoko (2017+), \"A Multi-Resolution Model for Non-Gaussian Random Fields on a Sphere with Application to Ionospheric Electrostatic Potentials\",\nAnnals of Applied Statistics\n, to appear.\nFan, Minjie; Paul, Debashis;\nLee, Thomas C. M.\nand Matsuo, Tomoko (2017+), \"Modeling Tangential Vector Fields on a Sphere\",\nJournal of the American Statistical Association\n, to appear.\nWong, Raymond K. W. and\nLee, Thomas C. M.\n(2017+), \"Matrix Completion with Noisy Entries and Outliers\",\nJournal of Machine Learning Research\n79\n, to appear."
    },
    "Xiaodong Li": {
        "profile_url": "https://statistics.ucdavis.edu/people/xiaodong-li",
        "department": "Statistics",
        "websites": [
            "http://anson.ucdavis.edu/~xdgli/"
        ],
        "email": "xdgli@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nStanford University, Ph.D\nResearch Interests\nHigh-Dimensional Statistics\nNetwork Analysis\nMachine Learning Theory\nMathematical Signal Processing\nSelected Works\nConvex Relaxation Methods for Community Detection\n[\nPDF\n]\nXiaodong Li, Yudong Chen, and Jiaming Xu, submitted.\nSubspace Perspective on Canonical Correlation Analysis: Dimension Reduction and Minimax Rates\n[\nPDF\n]\nZhuang Ma and Xiaodong Li, submitted.\nMemory-efficient Kernel PCA via Partial Matrix Sampling and Nonconvex Optimization: a Model-free Analysis of Local Minima\n[\nPDF\n]\nJi Chen and Xiaodong Li, submitted.\nRapid, Robust, and Reliable Blind Deconvolution via Nonconvex Optimization\n[\nPDF\n]\nXiaodong Li, Shuyang Ling, Thomas Strohmer, and Ke Wei, Applied and Computational Harmonic Analysis, to appear.\nOptimal Rates of Convergence for Noisy Sparse Phase Retrieval via Thresholded Wirtinger Flow\n[\nPDF\n]\nT. Tony Cai, Xiaodong Li (corresponding author), and Zongming Ma, the Annals of Statistics 44(5), 2221-2251, 2016.\nDense error correction for low-rank matrices via principal component pursuit\n[\nPDF\n]\nA. Ganesh, J. Wright, X. Li, E. Candes and Y. Ma, Information Theory Proceedings (ISIT), 2010 IEEE International Symposium on, 1513-1517."
    },
    "Miles Lopes": {
        "profile_url": "https://statistics.ucdavis.edu/people/miles-lopes",
        "department": "Statistics",
        "websites": [
            "https://anson.ucdavis.edu/~melopes/",
            "https://statistics.ucdavis.edu/people/miles-lopes",
            "https://cedar.ucdavis.edu/people/miles-lopes"
        ],
        "email": "melopes@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUC Berkeley Ph.D.\nResearch Interests\nBootstrap methods\nHigh-dimensional inference\nError estimation for randomized algorithms\nSelected Works\nCentral limit theorem and bootstrap approximation in high dimensions: Near 1/√n rates via implicit smoothing,\nM. E. Lopes\nto appear:\nThe Annals of Statistics\n, 2022+.\n[arxiv]\nA sharp lower-tail bound for Gaussian maxima with application to bootstrap methods in high dimensions,\nM. E. Lopes, J. Yao\nElectronic Journal of Statistics\n, 2022.\n[pdf]\n[link]\nRates of bootstrap approximation for eigenvalues in high-dimensional PCA,\nJ. Yao, M. E. Lopes\nto appear:\nStatistica Sinica\n, 2022+.\n[arxiv]\nBootstrapping max statistics in high dimensions:\nNear-parametric rates under weak variance decay and application to functional and multinomial data,\nM. E. Lopes, Z. Lin, H.-G. Mueller\nThe Annals of Statistics\n, 2020.\n[link]\n[pdf]\n[arxiv]\nEstimating the algorithmic variance of randomized ensembles via the bootstrap,\nM. E. Lopes\nThe Annals of Statistics\n, 2019.\n[link]\n[pdf]\n[arxiv]\nBootstrapping spectral statistics in high dimensions,\nM. E. Lopes, A. Blandino, A. Aue\nBiometrika\n, 2019.\n[link]\n[arxiv]"
    },
    "Ricardo Masini": {
        "profile_url": "https://statistics.ucdavis.edu/people/ricardo-masini",
        "department": "Statistics",
        "websites": [
            "https://anson.ucdavis.edu/~rmasini"
        ],
        "email": "rmasini@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests:\nHigh Dimensional CLT,\nStrong Approximation,\nDependent Data,\nFactor models,\nCasual inference."
    },
    "Hans-Georg Mueller": {
        "profile_url": "https://statistics.ucdavis.edu/people/hans-georg-muller",
        "department": "Statistics",
        "websites": [
            "http://anson.ucdavis.edu/~mueller/"
        ],
        "email": "hgmueller@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nFunctional Data Analysis\nFréchet Analysis of Random Objects: Distributions, Covariances,\nNetworks\nApplications: Longitudinal Studies, Brain Imaging, Growth and Development, Aging and Longevity\nSelected Works\nPetersen, A., Müller, H.G. (2019). Fréchet regression for random objects with Euclidean predictors.\nAnnals of Statistics 47, 691-719.\nDubey, P., Müller, H.G. (2020). Fréchet change-point detection. Annals of Statistics 48, 3312-3335.\nCarroll, C., Bhattacharjee, S., Chen, Y., Dubey, P., Fan, J. Gajardo,   A., Zhou, X., Müller, H.G.,\nWang, J.L. (2021). Time dynamics of COVID-19. Scientific Reports 10, 21040\nLin, Z., Müller, H.G. (2021). Total variation regularized Fréchet regression for metric-space valued\ndata. Annals of Statistics 49, 3510-3533.\nChen, Y., Lin, Z., Müller, H.G. (2022). Wasserstein regression. J. American Statistical Association,\nhttps://doi.org/10.1080/01621459.2021.1956937\nGajardo, Á., Müller, H.G. (2022). Cox process regression. IEEE Transactions on Information Theory\n,\n68, 1133-1156."
    },
    "Jie Peng": {
        "profile_url": "https://statistics.ucdavis.edu/people/jie-peng",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/jie-peng",
            "https://anson.ucdavis.edu/~jie/"
        ],
        "email": "jiepeng@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nStanford University, Ph.D\nResearch Interests\nGraphical Models\nHigh Dimension Inference\nFunctional Data Analysis\nStatistical Genomics\nNeuroimaging\nSelected Works\nYan H., Carmichael O., Paul D., and\nJ. Peng\n. Estimating fiber orientation distribution from diffusion MRI with spherical needlets (2018).\nTo appear on Medical Imaging Analysis\n.\n[arXiv:1612.07439]\nZhou S., Paul D., and\nJ. Peng\n. Modeling subject-specific nonautonomous dynamics (2018). Statistica Sinica 28 (2018), 423-447.\n[pdf]\nChoi Y., Coram M.,\nJ. Peng,\nand Tang H. A Poisson Log-Normal model for constructing gene covariation network using RNA-seq data (2017).  Journal of Computational Biology, 24(7):721-731.\n[pdf]\nAn C., Ichihashi Y.,\nJ. Peng\n, Sinha N.R., Hagiwara N. (2016). Transcriptome dynamics and potential roles of Sox6 in the postnatal heart.  PloS One 11(11): e0166574.\n[html]\nPaul D.,\nJ. Peng\n, and P. Burman. Nonparametric estimation of dynamics of monotone trajectories (2016).  The Annals of Statistics, Vol. 44, No. 6, 2401-2432.\n[pdf]\nWong, R.K.W., T.C.M. Lee, D. Paul, and\nJ. Peng\n. Rejoinder: Fiber direction estimation, smoothing and tracking in diffusion MRI (2016). The Annals of Applied Statistics, 10(3): 1166-1169.\n[pdf]"
    },
    "Wolfgang Polonik": {
        "profile_url": "https://statistics.ucdavis.edu/people/wolfgang-polonik",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/wolfgang-polonik",
            "https://www.stat.ucdavis.edu/~polonik/WP-personal-home.html"
        ],
        "email": "wpolonik@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nMathematical Statistics\nNonparametric Statistics\nShape Constraints\nModality\nNonstationary Time Series\nEmpirical Process Theory\nTopological Data Analysis\nRandom Networks\nSelected Works\nNeighborhood selection with application to social networks\n(joint with N. Wang; submitted)\nExtrema of Gaussian fields on growing manifolds\n(joint with W. Qiao; Bernoulli)\nLocal Neighborhood Fusion in Locally Constant Gaussian Graphical Models.\n(joint with A. Ganguly; submitted)\nTheoretical Analysis of Nonparametric Filament Estimation\n(joint with W. Qiao; appeared in The Annals of Statistics, 44, 1269-1297),\nTechnical supplement\nWeighted sums and residual empirical processes for time-varying processes\n(joint with G. Chandler; appeared in . J. Time Ser. Anal. 38, 72 - 98)\nConfidence sets for level sets\n(joint with E. Mammen; appeared in Journal of Multivariate Analysis, 122, 202-214, 2013)"
    },
    "Bala Rajaratnam": {
        "profile_url": "https://statistics.ucdavis.edu/people/bala-rajaratnam",
        "department": "Statistics",
        "websites": [
            "https://statistics.ucdavis.edu/people/bala-rajaratnam"
        ],
        "email": "brajaratnam@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nCovariance Estimation\nGraphical models\nHigh dimensional inference\nBayesian methods\nEnvironmental Statistics\nPositivity"
    },
    "Dogyoon Song": {
        "profile_url": "https://statistics.ucdavis.edu/people/dogyoon-song",
        "department": "Statistics",
        "websites": [],
        "email": "dgsong@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests\nOptimization\nMachine learning theory,\nHigh-dimensional statistics,\nCausal inference"
    },
    "Xiao Hui Tai": {
        "profile_url": "https://statistics.ucdavis.edu/people/xiao-hui-tai",
        "department": "Statistics",
        "websites": [
            "https://xhtai.github.io/"
        ],
        "email": "xtai@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nPh.D. Statistics (Carnegie Mellon University, 2019)\nResearch Interests\nUse of non-traditional sources of data to study problems in data-scarce settings, with a focus on conflict, crime and the developing world."
    },
    "Duncan Temple Lang": {
        "profile_url": "https://statistics.ucdavis.edu/people/duncan-temple-lang",
        "department": "Statistics",
        "websites": [
            "http://www.stat.ucdavis.edu/~duncan"
        ],
        "email": "dtemplelang@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUC Berkeley, Ph.D.\nResearch Interests\nStatistical & Scientific Computing Infrastructure e.g. programming languages & environments (e.g. R, Julia, Go, Rust, Python)\nParallel & Distributed Computing - technologies and algorithms\nData Technologies (e.g. Web API's, text search engines)\nData Visualization - static, interactive, dynamic, Web-based\nProvenance & Reproducibility - computations and data analysis process\nData Science pipeline and applications\nBooks\nXML and Web Technologies for Data Science with R\nDecember, 2013 with\nDeborah Nolan\nData Science in R: A Case Studies Approach to Computational Reasoning and Problem Solving\nMarch 2015 with\nDeborah Nolan"
    },
    "Jane-Ling Wang": {
        "profile_url": "https://statistics.ucdavis.edu/people/jane-ling-wang",
        "department": "Statistics",
        "websites": [
            "http://anson.ucdavis.edu/~wang/"
        ],
        "email": "janelwang@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nEducation\nUC Berkeley, Ph.D.\nResearch Interests\nDeep Learning\nConformal Inference\nCausal Inference\nFunctional and Longitudinal Data Analysis\nSurvival Analysis\nSelected Works\nY. Chen, S.-C. Lin, Y. Zhou, O. Carmichael, H.-G. Müller and J.-L. Wang. (2024). Gradient Synchronization for Multivariate Functional Data with Application to Brain Connectivity.   J\nournal of Royal Statistical Society, Series B: Statistical Methodology\n.\n86\n,  694-713. (\nlink\n)\nC. Zhu, J. Yao and J.-L. Wang (2024). Testing independence for sparse longitudinal data.\nBiometrika\n,\n111\n1187-1199. (\nlink\n)\nJ. Hong, J. Yao, J. Mueller and J.-L. Wang (2024). SAND: Smooth imputation of sparse and noisy functional data with Transformer networks.\nAdvances in Neural Information Processing Systems\n37\n(\nNeurIPS 2024\n) (\nlink\n)\nQ. Zhong and J.-L. Wang (2024). Joint Modeling of Longitudinal and Survival Data.\nAnnual Review of Statistics and Its Application\n,\n12\n. 449-476. (\nlink\n)\nC. Zhu and J.-L. Wang (2023). Testing Marginal Homogeneity for Functional Data: the Trouble with Sparse Data.\nJournal of Royal Statistical Society, Series B: Statistical Methodology\n.\n85\n, 705-731. (\nlink\n)\nZhong, Q., Mueller, J. and Wang, J.-L. (2022). Deep Learning for the Partial Linear Cox Model.\nAnnals of Statistics,\n50\n,\n1348-1375. (\nlink\n)\nLin, Z.  and Wang, J.-L. (2022).  Mean and covariance estimation for functional snippets.\nJournal of the American Statistical Association\n,\n117\n, 348-360. (\nlink\n)\nLin, Z. Wang, J.-L. and Q. Zhong (2021). Basis expansions for functional snippets.\nBiometrika\n,\n108\n, 709-726. (\nlink\n)\nZhong, Q., Mueller, J. and Wang, J.-L. (2021). Deep Extended Hazard Models for Survival Analysis.\nAdvances in Neural Information Processing Systems (NeurIPS).\n(\nlink\n)\nYao, J.,\nMueller, J.\nand Wang, J.-L. (2021).  Deep Learning for Functional Data Analysis with Adaptive Basis Layers. 2021\nInternational Conference in Machine Learning (ICML).\n(\nlink\n)\nYang, P., Chen, J.,  Cho, C.-J., Wang, J.-L. and Jordan, M. (2020). Greedy Attack and Gumbel Attack: Generating Adversarial Examples on Discrete Data.\nJournal of Machine Learning Research\n21\n, 1-36. (\nlink\n)\nYang, P., Chen, J., Cho, C.-J., Wang, J.-L. and Jordan, M. (2020). ML-LOO: Detecting Adversarial Examples with Feature Attribution. Proceedings of the 34th AAAI Conference on Artificial Intelligence (AAAI). (\nlink\n)"
    },
    "Xiner Zhou": {
        "profile_url": "https://statistics.ucdavis.edu/people/xiner-zhou",
        "department": "Statistics",
        "websites": [],
        "email": "xezhou@ucdavis.edu",
        "tag": [
            "statistics"
        ],
        "description": "\nResearch Interests:\nCausal inference methods for experimental and observational data\nStatistical applications in the social and biomedical sciences"
    }
}